{
  "the mselves": "themselves",
  "ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receiveour biggest storiesas soon as they’re published.": "",
  "Maïa Booker atmaia.booker@time.comand Wilder Davies atwilder.davies@time.com.": "",
  "Write toHillary Leungathillary.leung@time.com": "",
  "By submitting your email, you agree to thePrivacy PolicyandTerms of Useand to receive email correspondence from us. You may opt out at any time.": "",
  "By submitting your email, you agree to ourTermsandPrivacy Noticeand to receive email correspondence from us.": "",
  "Andrew WilliamsMatt BurgessScharon Harding, Ars TechnicaMedea Giordano": "",
  "Rahmat Gul/APhide caption": ". ",
  "Get the latest updates from the 2024 campaign trail, exclusive interviews and more Fox News politics content.": "",
  "SubscribedYou've successfully subscribed to this newsletter!": "",
  "AdvertisementSupported by": "",
  "Michelle GoldbergByMichelle GoldbergOpinion Columnist": "",
  "Paul KrugmanByPaul KrugmanOpinion Columnist": "",
  "BuzzFeed News ReporterReporting From": "",
  "ByVeronica CristinoByHannah Coates": "",
  "This content can also be viewed on the site it originates from.": "",
  "Help expose the Far-Right's extreme and intolerant agenda. Browse our archive of posts by topicBrowse our archive of posts on key right-wing groupsBrowse our archive of posts on key right-wing figuresRead in-depth reports on key people, organizations and issues on the Right": "",
  "ollow Stephen Robinson onTwitter. Want to just donate once?": "",
  "This <a target=\"\"_blank\"\" href=\"\"\"\">article</a> first appeared on <a target=\"\"_blank\"\" href=\"\"\"\">The Real News Network</a> and is republished here under a Creative Commons license.<img src=\"\";ssl=1\"\" style=\"\"width:1em;height:1em;margin-left:10px;\"\"><img id=\"\"republication-tracker-tool-source\"\" src=\"\";ga4=G-7LYS8R7V51\"\" style=\"\"width:1px;height:1px;\"\">": "",
  "We inhale a credit card's worth of microplastics each week. VideoWe inhale a credit card's worth of microplastics each weekOrlando, Beijing and... the village of Stewartby?What are routes out of this 'dangerous moment' in Middle East?Did bodybuilding bring on my early perimenopause?I almost died up a mountain scattering dad's ashesThey fled as lava spilled into town - and they may never returnHow one rhino became a global celebrityThe literary scandal that rocked US high societyWhen employers gut middle managers, everyone hurts© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.": "",
  "Israel’s War on GazaRyan Grim, Nick TurseThe U. S. risks complicity with Israeli atrocities, experts say. Schuyler MitchellProposed laws to curtail the use of PVC plastics have failed amid heavy lobbying. Prem ThakkerA new report shows Norfolk Southern spent $2.3 million to lobby the government in 2023.": "",
  "Or with:By signing up you agree to ourTerms of ServiceandPrivacy Policy": "",
  "Become a business insider with the latest news. ": "",
  "At Vox, we believe that clarity is power, and that power shouldn’t only be available to those who can afford to pay. That’s why we keep our work free. Millions rely on Vox’s clear, high-quality journalism to understand the forces shaping today’s world. Support our mission and help keep Vox free for all by making a financial contribution to Vox today.$5/month$10/month$25/month$50/monthWe accept credit card, Apple Pay, and Google Pay. You can also contribute via": "",
  "Copyright © 2024 The Washington Times, LLC. Click                            here for reprint permission. Click to Read More and View CommentsClick to Hide": "",
  " ByP. Claire DodsonBySara DelgadoBySara Delgado": "",
  "ByEmily TannenbaumByAnna BaderByJenny McCoy": "",
  "Find your bookmarks in yourIndependent Premiumsection, under my profile": "",
  "Get a brief on the top business stories of the week, plus CEO interviews, market updates, tech and money news that matters to you. We've added you to our mailing list. By clicking subscribe, you agree to the Fox NewsPrivacy PolicyandTerms of Use, and agree to receive content and promotional communications from Fox News. You understand that you can opt-out at any time.": "",
  "US launches more strikes against Houthis in YemenTaylor Swift makes history at the Grammy AwardsChina gives detained Australian suspended death sentenceHow a Pakistani woman is making history this election. VideoHow a Pakistani woman is making history this electionChinese ship's port call fans India tensionsGrammy Awards red carpet and ceremony in pictures": "",
  "ByChris MurphyByNick BiltonByErin Vanderhoof": "",
  "ByChris MurphyByChris MurphyByDavid Canfield": "",
  "Alex Wong/Getty Images": "",
  "Kevin Winter/Getty Images": "",
  "Drew Angerer/Getty Images": "",
  "Joe Raedle/Getty Images": "",
  "Asubscriptionhelps you access more of the local stories that keep you connected to the community. Subscribe to our Daily Headlines newsletter.": "",
  "!function(){“use strict”;window.addEventListener(“message”,(function(a){if(void 0!==a.data[“datawrapper-height”])for(var e in a.data[“datawrapper-height”]){var t=document.getElementById(“datawrapper-chart-“+e)||document.querySelector(“iframe[src*='”+e+”‘]”);t&&(t.style.height=a.data[“datawrapper-height”][e]+”px”)}}))}();": "",
  "Join thought-provoking conversations, follow other Independent readers and see their replies": "",
  "Subscribe to our free News Alerts newsletterWant more of our free, weekly newsletters in your inbox?": "",
  "Subscribe toBlazeTVtoday with our BEST DEAL EVER for $30 off with promo code GLENN.": "",
  "Ursula Seemann / Sun SentinelWilfredo Lee / APA. ENRIQUE VALENTIN / Sun SentinelJOHN BAZEMORE / APAtlanta ": "",
  "Amy Beth Bennett / South Florida Sun Sentinel": "",
  "All content created by the Daily Caller News Foundation, an independent and nonpartisan newswire service, is available without charge to any legitimate news publisher that can provide a large audience. All republished articles must include our logo, our reporter’s byline and their DCNF affiliation. For any questions about our guidelines or partnering with us, please contactlicensing@dailycallernewsfoundation.org.": "",
  "The City received a $400,000 prize from the federal government as one of the initial winners of a multi-phase competitionThe biennial census is federally mandated and goes a long way in funding support services in The CityDoty was acquitted last month of assaulting a former San Francisco fire commissioner": "",
  "To comment, you can find the MeWe post for this articlehere": "",
  "Contact us atletters@time.com": "",
  "BYPASS THE CENSORSSign up to get unfiltered news delivered straight to your inbox.Sign up to get unfiltered news delivered straight to your inbox.ΔYou can unsubscribe any time. By subscribing you agree to ourTerms of Use": "",
  "You have been subscribed!Submitting…Uh-oh! Something went wrong. Please email[email protected]to subscribe.This email address might not be capable of receiving emails (according toBouncer). You should try again with a different email address. If you have any questions, contact us at[email protected].": "",
  "123456NextFollow Michael Gryboski onTwitterorFacebook": "",
  "RealClear PoliticsLiz Peek writes about business and government. Submit a letter, of no more than 400 words, to the editor here or emailletters@chicagotribune.com. Get our latest editorials, op-eds and columns, delivered twice a week in our Fighting Words newsletter. Sign up here.": "",
  "Related ArticlesHealth |California agrees to $2 billion settlement over Covid pandemic learning loss for struggling studentsHealth |Latest Covid-19 vaccine offers strong protection against symptomatic infection, including from JN.1, early CDC data showsHealth |Mary Lou Retton got $2 million in divorce but couldn’t ‘afford’ health insurance?Health |Walters: Sacramento, S.F. among slowest California cities to recoverHealth |Millions of alcohol wipes, left over from the coronavirus pandemic, go up in flames in Southern California": "",
  "Join the 3,900+ MTFP members who believe in the power of independent news.This quality reporting was made possible due in part to your contribution. Thank you for supporting in-depth journalism in Montana.Sign up to get our reporting sent straight to your inbox every weekday morning.": "",
  "ExploreExploreBTSSee latest videos, charts and newsSee latest videos, charts and newsSee latest videos, charts and newsSee latest videos, charts and news": "",
  "ExploreExploreOlivia RodrigoSee latest videos, charts and newsSee latest videos, charts and newsSee latest videos, charts and newsSee latest videos, charts and news": "",
  "Add Changing America to yourFacebookorTwitterfeed to stay on top of the news.": "",
  "We're hiring!Please take a look at the new openings in our newsroom.See jobsPlease take a look at the new openings in our newsroom.": "",
  "You have been subscribed!Submitting…Uh-oh! Something went wrong. Please email[email protected]to subscribe. This email address might not be capable of receiving emails (according toBouncer). You should try again with a different email address. If you have any questions, contact us at[email protected].": ""
}
